{
    "services": [
        {
            "title": "Project Risk Assessment and Management",
            "url": "/services/project-risk-assessment-and-management",
            "thumbnailUrl": "/images/services/project-risk-assessment-and-management-thumbnail.jpg",
            "imageUrl": "/images/services/project-risk-assessment-and-management.jpg",
            "content": "<div> <p className='mb-4'> <span className='text-red-600 font-semibold'> EnRisk </span> can help companies identify risk factors and avoid major problems in mega-projects.</p> <p className='mb-4'>Mega projects face enormous risks and uncertainties. Carefully identifying these risks and uncertainties and choosing the right risk management strategy confers a competitive advantage. Large national and international companies investing in major short- and long-term projects should protect themselves against major delays, cost overruns, and irregularities on their mega projects.</p> <p className='mb-4'> <span className='text-red-600 font-semibold'> Enrisk </span> directs, manages, and coordinates the development and implementation of robust and best practice for a comprehensive risk management plan that clearly defines roles and responsibilities for all of your capital projects; <span className='text-red-600 font-semibold'> EnRisk </span> establishes methodologies on how the your corporation will identify and quantify project risks; Our team implement prevalent industry risk and uncertainty factors along with new project-specific risks elicited from subject matter experts and track monitor and control risk response activities throughout the life of your program. </p> <p className='mb-4'> <span className='text-red-600 font-semibold'> EnRisk </span> conducts project risk analysis and risk mitigation, baseline cost and schedule contingency analysis, and <strong>Integrated-Cost-and-Schedule Risk Assessment</strong>, using Monte Carlo simulation and modeling tools such as Primavera Risk Analysis, @ Risk, Safran, Crystal Ball, and Acumen Fuse Risk. <strong>EnRisk ensures that large projects meet their schedule, budget, and regulatory compliance.</strong> </p> <p className='mb-4'>We are concentrating on five key information outputs to make sure important developments take place as planned:</p> <ul className='mb-4 list-inside list-disc'> <li>Identify Project Risks</li> <li>Establish and Update a Comprehensive Risk Register</li> <li><strong>Integrated cost-schedule risk analysis</strong> </li> <li>Identify New Risk factors and their rankings based on their impacts on cost, schedule, and/or quality</li> <li>Design and Implement Risk Mitigation and Risk Management Strategies</li> </ul> <p className='mb-4'>We assist in developing structured work plans for monitoring key stakeholder outputs based on sound industry practices, first-hand industry knowledge and an impressive track record in big projects.</p></div>"
        },
        {
            "title": "Reliability Analysis",
            "url": "/services/reliability-analysis",
            "thumbnailUrl": "/images/services/reliability-analysis-thumbnail.jpg",
            "imageUrl": "/images/services/reliability-analysis.jpg",
            "content":"<div> <p className='mb-4'> The emergence of reliability engineering methods along with the increased cost of oil and gas operations has changed the paradigm of maintenance technology. Reliability Engineering focuses on identifying and managing asset condition and mitigating risks that could negatively affect the company’s value stream. Ensuring reliability in the oil & gas industry is no easy task. In terms of reliability engineering, <span className='text-red-600 font-semibold'> EnRisk </span> identifies and manage reliability risks that could adversely affect the oil and gas infrastructures, refineries, and petrochemical plants. Our three primary areas include loss elimination, risk management, and managing the life cycle of assets from design to decommissioning. </p> <p className='mb-4'> From inspections, to assessing risks of assets (both mechanical and human), to designing effective strategic objectives, there are a lot of factors to manage. <span className='text-red-600 font-semibold'> EnRisk </span> develops appropriate plans to eliminate or reduce the losses through Fault Tree Analysis, Event Tree Analysis, root cause analysis, PHA, FMEA and many other methods and facilitates the implementation. <span className='text-red-600 font-semibold'> EnRisk </span> expertise applies to all asset types, helping oil and gas companies to manage the integrity of wells, fixed and floating structures, floating production storage and offloading vessels (FPSOs), subsea and above ground pipelines, land rigs, refineries and production plants, including pressurized fixed equipment such as pressure vessels, piping systems, tanks, boilers, furnaces and other fixed equipment. </p> <p className='mb-4'> Our services include: </p> <ul className='mb-4 list-inside list-disc'>         <li>Reliability assessment</li> <li>Structural integrity management plans</li> <li>Operational integrity and inspection management of surface and subsurface assets</li> <li>Develops acceptance tests and inspection criteria.</li> </ul> </div>"
        },
        {
            "title": "Decision Analysis",
            "url": "/services/decision-analysis",
            "thumbnailUrl": "/images/services/decision-analysis-thumbnail.jpg",
            "imageUrl": "/images/services/decision-analysis.jpg",
            "content": "<div> <p className='mb-4'> In mega projects, the difference between a good decision and a bad one can be the difference between a huge successful outcome and an awful disaster, tremendous profit and destructive loss, or even life and death. Decisions determine the direction and course of billions of dollars annually. The complexity of a decision ranges from simple Shakespearean —to do or not to do—to extremely elaborate and complex ones. While simpler problems may be analyzed with a few quick calculations, reaching more complicated decisions can take corporations months or years without the help of decision analysis experts. </p> <p className='mb-4'> <span className='text-red-600 font-semibold'> EnRisk </span> provides decision analysis consulting services to bring decisiveness and clarity to your company’s decision making. Using variety of methods, our decision analysis consultants can help identify factors that influence the problem at hand and choose a path to the desirable outcomes. <span className='text-red-600 font-semibold'> EnRisk </span> help clients fully define the opportunity, clarify objectives, develop robust creative strategies, and then evaluate those strategies to determine the optimal solution. </p> <p className='mb-4'> To provide you the widest variety of methodological and domain expertise, <span className='text-red-600 font-semibold'> EnRisk </span> maintains both a team of in-house consulting professionals, as well as a network of affiliated consultants all over the globe from Houston to Muscat. Through <span className='text-red-600 font-semibold'> EnRisk </span>, you gain access to industry leading consultants with expertise in risk-based decision making. The probabilistic methods used by <span className='text-red-600 font-semibold'> EnRisk </span> experts include but not limited to stochastic simulations, sensitivity analysis, utility theory, forecasting, real options, probabilistic optimization and many more. </p> </div>"
        },
        {
            "title": "Economic Evaluation of Contracts",
            "url": "/services/economic-evaluation-of-contracts",
            "thumbnailUrl": "/images/services/economic-evaluation-of-contracts-thumbnail.jpg",
            "imageUrl": "/images/services/economic-evaluation-of-contracts.jpg",
            "content":"<div> <p className='mb-4'> The results of economic evaluations of potential projects are the primary source that are used by executives to make investment decisions and negotiate contracts. The economic evaluation process is usually the final step in a long process of technical and financial evaluation that must be done before any investment decision is made. <span className='text-red-600 font-semibold'> EnRisk </span> provides consultancy services in economic evaluations and contracts. Our clients include international corporations, national companies, governments, regulatory agencies, financial institutions and banks. </p> <p className='mb-4'> <span className='text-red-600 font-semibold'> EnRisk </span> will help your organization in revision and drafting of legislation, regulations and contracts, selection of fiscal and economic packages, negotiation, implementation and follow-up of contracts. We have a tremendous ability to model the economic and fiscal terms of any type of contract by incorporating specific provisions. </p> <p className='mb-4'> As the initial step of an economic evaluation, <span className='text-red-600 font-semibold'> EnRisk </span>, in collaboration with subject matter experts, help develop reports of expected capital expenditure and required operating expenses projection. As the second step, <span className='text-red-600 font-semibold'> EnRisk </span> models the fiscal system of the host country based on the type of the contract. A model will be constructed that will ultimately calculate the annual after-tax cash flow that the corporation will receive over the life of the project. </p> <p className='mb-4'> As the final step in the economic evaluation process, <span className='text-red-600 font-semibold'> EnRisk </span> summarize the future cash flow projections from the second step into various economic indicators that will allow corporations to make a decision on whether to proceed with the project or not. </p> </div>"
        },
        {
            "title": "Training and Workshops",
            "url": "/services/training",
            "thumbnailUrl": "/images/services/training-thumbnail.jpg",
            "imageUrl": "/images/services/training.jpg",
            "content": "<div> <p className='mb-4'> If you want to learn from subject matter experts, have an in-depth understanding of probabilistic project valuation methods, risk-based decision-analysis methods and project risk analysis and management process, then this workshop is for you. </p> <p className='mb-4'> The <span className='text-red-600 font-semibold'> EnRisk </span>Decision Analysis Workshop offers a combination of theoretical knowledge with hands-on know-how of decision analysis, project risk management process flow from risk identification, quantitative and qualitative risk assessment to risk response planning and monitoring. </p> <p className='mb-4'> This interactive course is designed to appeal to a wide range of professionals with legal, technical and commercial backgrounds with varying levels of experience seeking insight to a broad range of decision strategies and project qualitative and quantitative risk analysis. </p> <p className='mb-4'> It is a two-day workshop, 7 hours per each day. Classroom size is limited to 25 people. </p> <h3 className='font-bold text-lg xl:text-xl mb-4'>COURSE TOPICS</h3> <p className='mb-4'> The workshop examples and references will be tailored to your company’s specific needs, based on the industry, which include but not limited to oil and gas mega project (on-shore and off-shore), alternative energies, water treatment plants, transportation mega projects…etc. </p> <ul className='mb-4 list-inside list-disc'> <li>History of Uncertainty, Probability, &amp; Risk</li> <li>Definition of Risk Based on Various Standards and Guidelines</li> <li>Sources of Risks in Projects</li> <li>Risk Identification Methods; Risk Register</li> <li>Qualitative and Semi-Quantitative Risk Assessment Methods</li> <li>Review of Quantitative Risk Assessment</li> <li>Decision Trees and Value of Information</li> <li>Background Statistics, and Common Distributions</li> <li>Monte Carlo Simulation (@RISK, ModelRisk, Crystal Ball, Safran…)</li> <li>Integrated Cost-Schedule Risk Analysis</li> <li>Developing a Model with Industry Specific Example</li> <li>Examination and Interpretation of Simulation Results</li> <li>Sensitivity Analysis and Tornado Chart</li> <li>Cost and Schedule Contingency Calculation</li> <li>Risk Response Methodologies</li> <li>Judgment Under Uncertainty; Heuristics and Biases</li> </ul> <h3 className='font-bold text-lg xl:text-xl mb-4'>WHO SHOULD ATTEND?</h3> <p className='mb-4'> This workshop is beneficial to individuals and teams who are responsible for building their company’s internal project risk assessment and risk management quality capabilities. Many participants attend as part of a corporate team </p> <h3 className='font-bold text-lg xl:text-xl mb-4'>SOFTWARE USED FOR TRAINING:</h3> <ul className='mb-4 list-inside list-disc'> <li>Oracle Crystal Ball</li> <li>Oracle Primavera Risk Analysis</li> <li>ModelRisk</li> <li>Safran Risk</li> </ul> </div>"
        }
    ],
    "sectors": [
        {
            "title": "Upstream Oil and Gas, Exploration and Production",
            "url": "/sectors/upstream-oil-and-gas-exploration-and-production",
            "imageUrl": "/images/sectors/upstreams.jpg",
            "thumbnailUrl": "/images/sectors/upstreams-thumbnail.jpg",
            "content":"<div><p className='mb-4'> Exploration & production (E&P) companies are in a specific sector within the oil and gas industry that is a high-risk/high-reward area of focusing on finding, augmenting, producing and merchandising different types of oil and gas. </p> <p className='mb-4'> The resource owners and operators of E&Ps work with a variety of contractors such as engineering procurement and construction (EPC) contractors, as well as with joint-venture partners and oil field service companies. The engagement of all of these parties adds to the risk of Exploration & production (E&P) In such a challenging and volatile commodity price environment, <span className='text-red-600 font-semibold'> EnRisk </span> helps E&P operators identify and manage their risks, preserve cash flows by reducing capital budgets, rationalizing asset portfolios and enforcing meaningful price compression on the oilfield services and equipment supply chain. </p> </div>"
        },
        {
            "title": "Midstream Oil and Gas, LNG Developments",
            "url": "/sectors/midstream-oil-and-gas-lng-developments",
            "imageUrl": "/images/sectors/midstreams.jpg",
            "thumbnailUrl": "/images/sectors/midstreams-thumbnail.jpg",
            "content":"<div> <p className='mb-4'> There has been a remarkable increase in both the midstream and LNG sectors in North America driven by the US unconventional Oil & Gas boom. </p> <p className='mb-4'> A variety of investors including financial sponsors and infrastructure investors are increasingly becoming more active in this sector. However, there are several issues to consider when analyzing the risk profile of a midstream company. </p> <p className='mb-4'> From throughput and commodity price risk to regulatory and environmental risks, <span className='text-red-600 font-semibold'> EnRisk </span> analyze the risk factors and implements the necessary mitigation plans to decrease or completely avoid such risks. </p> </div>"
        },
        {
            "title": "Downstream Oil and Gas",
            "url": "/sectors/downstream-oil-and-gas",
            "imageUrl": "/images/sectors/downstreams.jpg",
            "thumbnailUrl": "/images/sectors/downstreams-thumbnail.jpg",
            "content":"<div><p>Continued growth in the demand for refined and petrochemical products in conjunction with the rollout of more efficient technologies, will drive capacity additions</p><p className='mb-4'>While corporates are looking to expand their technological capabilities, a variety of investors are increasingly becoming more active in the sector.</p><p className='mb-4'> <span className='text-red-600 font-semibold'> EnRisk </span> assists companies in addressing business risks in the following areas of downstream sector: Integrated refining and marketing optimization, cost reduction, and supply chain optimization </p></div>"
        },
        {
            "title": "Alternative Energies",
            "url": "/sectors/alternative-energies",
            "imageUrl": "/images/sectors/alternatives.jpg",
            "thumbnailUrl": "/images/sectors/alternatives-thumbnail.jpg",
            "content":"<div><p className='mb-4'>Alternative energy technologies utilizing natural resources range from solar power, wind power, and hydroelectricity, to biomass and biofuels.</p><p className='mb-4'><span className='text-red-600 font-semibold'> EnRisk </span> Clean Energy team provides a wide array of advisory services that address the strategic, financial, operational, technical, reputational, regulatory and capital needs of companies involved in alternative energy generation — particularly solar, wind and biomass, among other emerging low-carbon clean technologies. Our services cover all technical, commercial, regulatory and environmental aspects of renewable projects. We bring world class expertise in the latest generation technologies – wind, solar, hydro, geothermal, biomass, tidal, wave and waste to energy.</p></div>"
        },
        {
            "title": "Transportation Infrastructures",
            "url": "/sectors/transportation-infrastructures",
            "imageUrl": "/images/sectors/Transportation-Infrastructures.jpg",
            "thumbnailUrl": "/images/sectors/Transportation-Infrastructures-thumbnail.jpg",
            "content":"<div><p className='mb-4'>The common types of transportation infrastructures include roads, railways, bridges and tunnels, railway and bus stations, airports, waterways and ports.</p><p className='mb-4'>Despite robust and well-planned mega-projects, unexpected problems will emerge in various stages of these projects unless possible risks are identified and assessed beforehand.</p><p className='mb-4'>Large-scale transportation infrastructure projects also bring about numerous risks such as cost, schedule, technical, managerial, economic, or legal. Therefore, risk assessment process has become a requisite in increasing the success as well as minimizing the problems of these mega-projects.</p></div>"
        }
    ]
}